import { SectionContainer } from '../../GlobalStyle';

export const Hero = () => {
  return (
    <SectionContainer>
      <div>
        <h1>Auto Rent - найкращий прокат авто в Україні</h1>
        <p>
          Оренда автомобілів в еру цифрових технологій. Відсутність офісного
          приміщення, менеджера чи паперової документації.
        </p>
        <h2>Опис послуг</h2>
        <p>
          Auto Rent пропонує найкращі умови оренди автомобілів в Україні,
          пристосовані до сучасного світу цифрових технологій. Ми прагнемо
          зробити процес оренди максимально зручним та ефективним для наших
          клієнтів.
        </p>
        <p>
          Наш підхід до оренди автомобілів базується на інноваціях та
          використанні передових технологій. У нашому сервісі немає потреби у
          відвідуванні офісу чи спілкуванні з менеджером. Всі процеси оренди
          здійснюються онлайн, зручно та безпечно з використанням вашого
          пристрою.
        </p>
        <p>
          Auto Rent пропонує найкращі умови оренди автомобілів в Україні,
          пристосовані до сучасного світу цифрових технологій. Ми прагнемо
          зробити процес оренди максимально зручним та ефективним для наших
          клієнтів. Наш підхід до оренди автомобілів базується на інноваціях та
          використанні передових технологій. У нашому сервісі немає потреби у
          відвідуванні офісу чи спілкуванні з менеджером. Всі процеси оренди
          здійснюються онлайн, зручно та безпечно з використанням вашого
          пристрою. Ми прагнемо забезпечити максимальний комфорт наших клієнтів,
          уникнувши непотрібної бюрократії та паперової документації. Наші
          послуги оренди авто орієнтовані на ваші потреби, забезпечуючи
          швидкість та простоту у виборі автомобіля, укладенні угоди та
          отриманні необхідної інформації онлайн.
        </p>
        <p>
          Ми дбаємо про ваш комфорт, надаючи широкий вибір автомобілів та
          забезпечуючи найвищий рівень обслуговування, щоб ваша подорож була
          комфортною та незабутньою.
        </p>
      </div>
    </SectionContainer>
  );
};
